brew "awscli"
brew "bat"
brew "direnv"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "neovim"
brew "nodenv"
brew "postgresql@17"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "tmux"
brew "tree"
